## themes ##
equinusocio.vsc-material-theme-icons
ryolambertdev.monokai-neon
PKief.material-product-icons
## dev ##
streetsidesoftware.code-spell-checker
ms-python.python
ms-toolsai.jupyter
redhat.java
vscjava.vscode-java-debug
vscjava.vscode-java-test
vscjava.vscode-maven
foxundermoon.shell-format
timonwong.shellcheck
## latex ##
James-Yu.latex-workshop
stkb.rewrap
## others ##
yzhang.markdown-all-in-one
randomfractalsinc.vscode-data-preview
kruemelkatze.vscode-dashboard
kirozen.wordcounter